## A05-02 IWON
### Beyond 5G with IOWN
1. CYber Physical System(CPS)
2. Remote World
3. Digital Twin

1. データ量爆発の壁
→　主役交代
2. レイテンシーの壁
→　密化から爆縮
3.環境Rolの壁
→　エネルギー

### IOWNとは
- サーバインフラの肥大化
- レイテンシ問題
- リライビリティ問題
- ROI/グリーンROI問題

- IOWNで大容量性・低遅延性・低電力消費性が解決する

- 飛躍イメージ
- 監視カメラの例にするとネットワークの帯域の問題で解像度を絞るかネットワークに接続しない方式を取らざるをえない
- 人間の認識能力や運動能力を超えた技術を目指す
- エッジコンピューティングでもスケーラビリティの確保を目指す
- LED電球レベルの電源効率を目指す

- 

### 未来の生活とは
- 川島さん
- リモートワークが週4回数
- 打ち合わせのWeb会議によって移動がなくなり回数が増えた
- IXのトラフィックの限界はきていない
- 社内のLANが限界になっている
- 人の移動が減る

- 江崎先生
- ゲーム好きな人は遅延を気にする人が多い
- 業務においては遅延は問題が起きにくい
- オンラインで歌が歌えない

- ソニー
- オンラインの場合は複数人の阿吽のコミュニケーションが難しい
- ネットワークの遅延や帯域のストレスが一般人も感じられるようになった

- 川島
- 映像コーデックの問題
- 今の映像送信では圧縮してバッファリングして送信している 
- 低遅延にするには圧縮を最低限にしてバッファリングせずに送信する必要がある

- ソニーのボリュメトリックキャプチャ技術
- 実写の空間情報をまるごと伝送する
- カメラで360度撮影し3Dデータにリアルタイムで変換する技術
- クラウドに送信してモデリング
- 圧縮してユーザー端末に送信しレンダリングを行う
- 遅延が大きい
- 撮影現場とクラウドとユーザ端末で処理を行うのかはネットワークの進化で変化していく

- レンダリングなどの高負荷な処理をどこにオフロードできるのか

- IOWN Global Forumでデータパイプラインダイアグラムでどこの処理で遅延が発生しているか議論している

- 未来のCDNの話

- 最後はLANの所がボトルネックになる
- ミリ波の無線を使うことが大事なるが見通しが悪いと途切れる
- 無線アンテナがどこでもある東夷状況を作る
- つまり光の毛細血管網の世界

- Beyond Humanとは
- 人間ではできないことをするAI
- これまでのデジタルシステム
  - 人間が確認して利用する
  - 人間の近くの範囲での情報
  - 人間の活動のスピード感で伝送
- Beyond Human
  - 将来のセンサ＋AIにようるシステム
  - マシンが処理するために
  - 人間が認知できな情報まで感知
  - ミリ秒オーダーの自律制御を実現
- 例）監視カメラから観察レンズへ
  - 防犯目的で最低限のカメラではなく
  - 空間全体をとらえるレンズを設置する世界
  - 監視カメラはレンズと処理部が一体だがIOWNによって処理部を分離できる
  - 必要な情報だけ取得できる
  - 映像ではなく超音波のレーザやRiDARなどのセンシングを使うかもしれない
  - センシングを人間を超える
  - 処理部を分離して柔軟性のあるシステム

- EVS (Event-based Vision Sensor)
  - 画像の連続データではなく
  - 変化のみを高速に捉える、従来のRGBと違う新概念のセンサ
  - 低遅延・低消費電力・低伝送コスト・ボケない・高セキュリティ・HDR
  - 変化したものだけを取得するセンサー
  - AIが使いやすいセンサ

- サーバーインフラ肥大化問題
  - 通信ネットワークの高速化に伴い
  - サーバインフラが肥大化する
- 例 
  - スマートシティの場合、10mおきにカメラを設置すると500m x 500mの公園で1000台のカメラを設置することになり、60Gbpで15000fpsのデータが発生する
  - 負荷は掛け算で増えていく
  - AIアプリの数やフレームレートやカメラの台数によって変わる

-　解決方法
  - 電気と光の変換電力を下げて、電気配線を光配線に置き換える

- プロセッサ100Tbpsだが伝送速度は800Gbps
- Socket-to-SocketからMemory-to-Memoryへ
- Socket-to-Socketはソケットのバッファに送る
- Memory-to-Memoryはソケットのバッファではなくメモリに直接送信すると無駄なコピーがなくなり早くなる

- IOWNはネットワークだけの話ではなくアプリなど全体のアーキテクチャの話



### IOWNのユースケース



### 画像技術

### 所感
- IOWNによって現在のインフラシステムが抱えている問題点が解決することができると感じた。また、IOWNのユースケースについて不明確だったが監視カメラを空間レンズに置き換えるなど身近なユースケースを提示することで理解が捗る内容だった。これからのテーマ企画においても将来のネットワークを創世する方法を検討する事に役に立つと感じた。

## A06-03 Beyond 5G

### 5Gの現状
- 5Gは使いにくい
- 周波数の問題
- デバイスの観点は日本の企業が入ってこれない

- 新しい議長価値の創造
- フィジカル空間の情報をサイバー空間で処理しフィジカル空間にフィードバックする

- 5Gのソリューション
  - 映像伝送やXRが約6割を閉める
  - 広帯域を用いたケースが多い
- ソフトウェア化
  - ドコモのコアネットワークの仮想化を進めている
  - 2021年の3月で56パーセントが仮想化している
- O-RAN
  - 相互接続可能なオープンなインターフェースで迅速・柔軟・コスト効率的なNWを実現
  - vRANを
- ヴォーダフォンもO-RANを用いていく中でNECがvRANのベンダーに選ばれた


- Beyond 5G 
  - 低遅延や高速化など5Gの能力を大きくする　
  - 世界的にBeyond　５Gに関するフロジェクトが立ち上がり、多くのWhite Paperが後悔されている
  - ドコモが目指す世界
    - ガバレッジ拡張
    - 産業利用への調整ん
    - テラヘルツ波の活用
    - 未来のネットワーク
    - 非陸上(NTN)ガバレッジ拡張
      - 宇宙RAN基盤
      - NTTとスカパーJSATによよる宇宙コミュニケーション基盤
        - 地上インフラ災害状況に依存しないコミュニケーションインフラの実現
    - NTTのIOWN構想に繋がっていく
    - 5Gに向けた挑戦
      - 新しいユースケースによる要求条件の組み合わせ
      - 超高速・大容量通信
      - 超ガバレッジ拡張
      - 超低消費電力・低コスト化
      - 超低遅延　
      - 超高信頼通信 
      - 超多接続＆センシング

- ドコモを特許を取得している
- オープンに活動している
- DXをパートナーを作ろう
- 最近のパケット高速化技術によりvRANが実現できる
- ハードウェアオフロードをどうするか

- NICT
- 5Gの特徴的な昨日のさらなる高度化
- 持続可能で新たな価値の創造
- 2050年カーボンニュートラル
- エレルギー供給量は増加している
- トラフィックは指数関数的に伸びている
- ネットワーク関連消費エネルギーと現状と将来予測
  - トラフィックの伸びと同じくエネルギーも増加していく
  - Beyond 5Gでは低消費電力も大事な要素
- マルチコアファイバー・テラヘルツ無線
  - 1bitあたりのエネルギーを減らす
- チップスケール電子時計
  - 周波数利用効率や基地局と端末の同期向上
- 酸化ガリウム パワーデバイス
  - データセンター・基地局の省エネ
- 昆虫脳AI
  - ネットワーク資源の自律して効率化してエネルギーを減らす

- 



### 